{
    "name": "A nice restaurant",
    "type": "story",
    "sentences": [
        {
            "base_language": "Sean and Seth arrive at a nice restaurant.",
            "target_language": "Sean y Seth llegan a un restaurante agradable."
        },
        {
            "base_language": "The waiter says, \"welcome to a nice restaurant, how many.\"",
            "target_language": "El camarero dice, \"bienvenidos a un restaurante agradable, ¿cuántos son?\""
        },
        {
            "base_language": "Sean says, \"a table for three, please.\"",
            "target_language": "Sean dice, \"una mesa para tres, por favor.\""
        },
        {
            "base_language": "The waiter asks, \"is another person joining you.\"",
            "target_language": "El camarero pregunta, \"¿se les une otra persona?\""
        },
        {
            "base_language": "Seth says, \"no, we just like the extra chair.\"",
            "target_language": "Seth dice, \"no, solo nos gusta la silla extra.\""
        },
        {
            "base_language": "The waiter says, \"cool. come this way.\"",
            "target_language": "El camarero dice, \"genial. vengan por aquí.\""
        },
        {
            "base_language": "They walk to the table.",
            "target_language": "Ellos caminan hacia la mesa."
        },
        {
            "base_language": "The waiter asks, \"would you like anything to drink.\"",
            "target_language": "El camarero pregunta, \"¿les gustaría algo de beber?\""
        },
        {
            "base_language": "Sean says, \"yes, can we have 3 beers and water.\"",
            "target_language": "Sean dice, \"sí, ¿nos puede traer 3 cervezas y agua?\""
        },
        {
            "base_language": "The waiter says, \"Of course, I'll get those for you now.\"",
            "target_language": "El camarero dice, \"por supuesto, se las traigo ahora mismo.\""
        },
        {
            "base_language": "Sean and start talking and making jokes.",
            "target_language": "Sean y Seth empiezan a hablar y hacer bromas."
        },
        {
            "base_language": "After some time Shakira arrives.",
            "target_language": "Después de un tiempo, llega Shakira."
        },
        {
            "base_language": "She says, \"Hello, I am the famous singer Shakira. Can I sit here.\"",
            "target_language": "Ella dice, \"hola, soy la famosa cantante Shakira. ¿Puedo sentarme aquí?\""
        },
        {
            "base_language": "Sean says, \"I don't know. We really like the extra chair.\"",
            "target_language": "Sean dice, \"no sé. Nos gusta mucho la silla extra.\""
        },
        {
            "base_language": "Shakira says, \"But there are no other seats available. I am very hungry!\"",
            "target_language": "Shakira dice, \"pero no hay otros asientos disponibles. ¡Tengo mucha hambre!\""
        },
        {
            "base_language": "Seth and Sean let her sit down.",
            "target_language": "Seth y Sean la dejan sentarse."
        },
        {
            "base_language": "Shakira, Seth, and Sean start to talk and make jokes.",
            "target_language": "Shakira, Seth y Sean empiezan a hablar y hacer bromas."
        },
        {
            "base_language": "The waiter comes back and says, \"oh no, you don't have an extra chair anymore.\"",
            "target_language": "El camarero regresa y dice, \"oh no, ya no tienen una silla extra.\""
        },
        {
            "base_language": "Sean says, \"Its ok, friends are better than chairs\"",
            "target_language": "Sean dice, \"está bien, los amigos son mejores que las sillas\""
        },
        {
            "base_language": "Shakira smiles and says, \"Le lo le lo le eh\"",
            "target_language": "Shakira sonríe y dice, \"Le lo le lo le eh\""
        }
    ]
}